Repository: GrSpirit/labirinth
Catalog: locale/*/LC_MESSAGES/main.po
Languages: ru

source: Load
ru: Загрузить

source: Open map
ru: Открыть карту

source: Map file ({})
ru: Файл карты ({})

source: WIN!!!
ru: ПОБЕДА!!!

source: LOSE
ru: ПОРАЖЕНИЕ

source: Unknown error
ru: Неизвестная ошибка

source: Faced the left wall
ru: Столкновение со стеной слева

source: No left cell
ru: Нет клетки слева

source: Faced the right wall
ru: Столкновение со стеной справа

source: No right cell
ru: Нет клетки справа

source: Faced the top wall
ru: Столкновение со стеной сверху

source: No top cell
ru: Нет клетки сверху

source: Faced the bot wall
ru: Столкновение со стеной снизу

source: No bot cell
ru: Нет клетки снизу

source: Unknown command: '{}'
ru: Неизвестная команда: '{}'

source: Empty command string
ru: Не заданы команды

source: Empty grid
ru: Не задана карта

source: U = up
ru: В = вВерх

source: D = down
ru: Н = вНиз

source: L = left
ru: л = вЛево

source: R = right
ru: п = вПраво
